[
    {
        "added": "2023-04-25T05:52:44.882Z",
        "created": "2004-02-01T00:00:00.000Z",
        "id": "e95bdc3748368f8aff7e6f14e84e38ef0cec38e8",
        "metadata": {
            "gutenberg_metadata_available": true,
            "issued_or_updated_available": true,
            "length": 4243,
            "pipeline": "gutenbergpy",
            "provenance": "books-0000.json.gz:1152",
            "purl.org/dc/terms/issued": "2004-02-01",
            "purl.org/dc/terms/publisher": "Project Gutenberg",
            "purl.org/dc/terms/rights": "Public domain in the USA.",
            "purl.org/dc/terms/title": "Labor's Martyrs: Haymarket 1887, Sacco and Vanzetti 1927",
            "rdf_available": true,
            "www.gutenberg.org/2009/pgterms/downloads": 17
        },
        "source": "gutenberg",
        "text": "LABOR'S MARTYRS\n\n\nHaymarket\n1887\n\nSacco and Vanzetti\n1927\n\n\nBy Vito Marcantonio\n\nIntroduction by Wm. Z. Foster\n\n\nIntroduction\n\nBy William Z. Foster\n\n\nOn November 11, 1937, it is just fifty years since Albert R. Parsons,\nAugust Spies, Adolph Fischer, George Engel and Louis Lingg, leaders of the\ngreat eight-hour day national strike of 1886, were executed in Chicago on\nthe framed-up charge of having organized the Haymarket bomb explosion that\ncaused the death of a number of policemen. These early martyrs to labor's\ncause were legally lynched because of their loyal and intelligent struggle\nfor and with the working class. Their murder was encompassed by the same\ncapitalist forces which, in our day, we have seen sacrifice Tom Mooney,\nSacco and Vanzetti, the Scottsboro boys, McNamara, and a host of other\nchampions of the oppressed.\n\nParsons and his comrades were revolutionary trade unionists, they were\nAnarcho-Syndicalists rather than Anarchists. In the early 'eighties, when\nthey developed their great mass following, the mass of the workers were\njust learning to organize to resist the fierce exploitation of a ruthless\ncapitalism. The great eight-hour strike movement led by the \"Chicago\nAnarchists\" gave an enormous impulse to trade union organization\neverywhere and it was for this that the employing interests had them\nhanged. When, for example, the older Chicago unions nowadays go out on\nparade on Labor Day, banner after banner bears the historic dale of 1886.\nIndeed, the A. F. of L. was practically established nationally at that\ntime. Although the A. F. of L. had been founded in 1881, it never got a\nreal hold among the masses until the big strike movement of 1886, which\nestablished the unions in man pew trades and industries and brought about\nthe reorganization and renaming of the A. F. of L.\n\nIn many respects 1937 bears a kinship to 1886. Once again labor is making\na vast surge forward, but on a much higher political level. In 1886, and\nthe years following, the best that the working class could do in the way\nof organization was to produce the craft union movement, which,\nnotwithstanding all its failings, was an advance in liveability at least,\nover the amorphous and confused Knights of Labor. But now, the working\nclass, grown stronger, more experienced and more ideologically developed,\nhas given birth to the C.I.O. movement, with its industrial unionism,\ntrade union democracy, organized political action and generally advanced\nconception of the workers' struggle. The militant trade union movement of\ntoday, heading towards a broad People's Front, is the direct lineal\ndescendant of the great strike movement of the 1886 Chicago martyrs.\n\nNot only has labor matured very much in the fifty years that have passed\nsince 1886, but so also has the capitalist system that gives it birth. In\n1886 American capitalism was young, strong and growing. It had before it a\nlong period of unparalleled expansion, during which the workers became\nafflicted with many illusions about the possibilities of prosperity under\ncapitalism. Now, however, American capitalism, like the world capitalist\nsystem of which it is a part, has exhausted its constructive role of\nbuilding the industries. It is now obsolete and gradually sinking into\ndecay. Industrial crises follow each other with increasing severity and\nthe masses are becoming more and more pauperized. The growth of fascism\nand war is the attempt of this outworn capitalist system to keep in\nexistence although history has imperatively summoned it to leave the stage\nand to make way for the next order, socialism.\n\nThe modern working class, although it has not learned all the needed\nlessons of the situation in which it finds itself, is nevertheless rapidly\nbecoming free from capitalist illusions and is reorganizing itself\naccordingly, industrially and politically. Of this renaissance, the C.I.O.\nis the greatest mass expression.\n\nThe Haymarket martyrs were bold pioneer fighters for socialism and they\npaid with their lives for their devotion and clear-sightedness. Although\nthey sleep all these years in Waldheim Cemetery, their work was not in\nvain and they are not forgotten. In keeping green the memories of these\nproletarian heroes, the International Labor Defense, the Communist Party\nand other progressive and revolutionary organizations are preserving one\nof the most glorious of all American revolutionary traditions. The lives\nof Parsons, Fischer, Engel, Spies and Lingg, and Sacco and Vanzetti, must\nbe made more than ever the inspiration of the proletarian youth. We must\nindeed realize in life the noble last words of Spies, spoken as he stood\non the gallows with the hangman's noose around his neck:\n\n  _\"There will come a time when our silence will be more powerful than\n  the voices you are strangling today.\"_\n\n\nLabor's Martyrs\n\nBy Vito Marcantonio\nPresident, International Labor Defense\n\n\n  _\"These are my ideas. They constitute a part of myself. I cannot divest\n  myself of them, nor would I if I could. And if you think that one can\n  crush out these ideas that are gaining ground more and more every day;\n  if you think you can crush them out by sending us to the gallows; if you\n  would once more have people suffer the penalty of death because they\n  have dared to tell the truth--and I defy you to show that we have told a\n  lie--if death is the penalty for proclaiming the truth, then I will\n  proudly and defiantly pay the costly price.\"_--(August Spies, just\n  before he was sentenced to death on October 9, 1886.)\n\n\nThe man who spoke these words had no illusions. He knew that the court he\nwas facing was a hostile court, an enemy court, a court determined to\nstamp out all that he stood for and believed in. He knew, also, that the\ntruth of which he spoke was much bigger than the little man who sat in a\nblack gown waiting for him to finish so that he could pronounce the brutal\nwords that would mean his death on the gallows. He knew that the movement\nhe represented was bigger than the forces which were trying to crush it\nand that it would survive.\n\nSurvive it did--to become one of the most powerful factors on the American\nscene today, one of the most vital factors in the extension and\npreservation of democracy and the rights for which he laid down his life.\n\nAnd why should we venerate the memory of this man and the other victims of\nthe Haymarket tragedy? Not simply because they were brave men. Not simply\nbecause they had the courage of their convictions and did not weaken in\nthe face of death. But because their fight is still going on today,\nstrengthened by their magnificent pioneer work, because of the foundation\nthey helped lay for the American labor movement of the present day.\n\nBack in 1886, that movement was still almost in its infancy. Noble\nattempts to build it had been made in the days of our Revolutionary\nforefathers. But all they did was to lay the groundwork, to drive in the\nfirst piles on which the rest of the structure could be built. The man of\nthe early 'eighties of the last century began the actual construction.\n\nOne of the main issues around which they rallied the working people of\nthis country was the fight for the eight-hour day. Albert Parsons, only 36\nwhen he was executed, had spent more than ten years actively organizing\nAmerican workers. He was a printer, a member of the powerful International\nTypographical Union which even in those days had over 60,000 members. He\nwas a member of the Knights of Labor, the first great trade union center in\nAmerican history. He was one of the outstanding spokesmen of the\neight-hour day. An able orator, he toured the United States, soap-boxing,\nlecturing and recruiting supporters for the movement.\n\nBy his side was August Spies, a German worker from the metal trades\nindustry, who carried the fight to the Central Trades Body of Chicago to\nwhich he was a delegate. Around them were many others: Adolph Fischer,\nGeorge Engel who came to America as so many of our immigrant forefathers\ndid because he believed \"_he would live a free man, in a free country_.\"\nOscar Neebe, Samuel Fielden, Michael Schwab and young Louis Lingg, only\ntwenty-three at the time of his death.\n\nTheir efforts bore fruit. The movement for the eight-hour day gained\nmomentum. Union after union discussed the problem and went on record in\nfavor of fighting for it, until finally the slogan became: General Strike\nfor the eight-hour day. The date set was May 1, 1886, a day that has now\nbecome the international fighting holiday of labor.\n\nIn Chicago, the May Day strike was a great success. Those who remember it\nand took part in it tell us that thousands of workers filled the streets.\nSome paraded, others gave out handbills, others went in committees from\nfactory to factory calling the workers out on strike. Despite all the\nefforts of a hostile press to whip up hatred for the workers, to alienate\nthe middle class, to spread the fear of disorder and raise the bogey of\nrevolution (much as Mayor Shields of Johnstown so unsuccessfully tried to\ndo when he attempted to introduce the menace of vigilantism into\nJohnstown, Pa., during the recent steel-strike with his black helmeted\nmonkeys), the day passed in absolute peace.\n\nOne Chicago daily, the _Mail_, actually carried an editorial addressed\ndirectly to Parsons and Spies. It called them every vile name that the\ncensorship would pass and stated that any disorder which might occur\nshould be laid at their door.\n\nIn many industries the workers decided to stay out on strike after May 1.\nOne of these was the McCormick Reaper Plant in Chicago. On May 3, August\nSpies was invited by the strike committee to address the pickets at the\nfactory gate. Just as he finished speaking, the police charged down upon\nthe assembled workmen with clubs and guns. First reports had it that six\nwere killed outright and scores wounded. Chicago papers were quick to\npoint out that _only_ two had lost their lives!\n\nSpies rushed back to the office of the German radical paper, the\n_Arbeiter-Zeitung_, of which he was the editor. Hastily he wrote up a\nleaflet denouncing the police attack, calling for revenge \"_if you are the\nsons of your grandsires who have shed their blood to free you_.\" It ended\nwith a dramatic call to arms, which Spies upon re-reading ordered stricken\nout. The typesetter left it in and at the Haymarket trial which followed\nit provided the prosecution with some of its most valuable ammunition in\nfiring the hatred of the jury.\n\nThat same evening a committee of trade unionists decided to hold a protest\nmeeting in the Haymarket Square in Chicago, on the night of May 4. Several\nthousands people attended. Spies opened the meeting and stated its\npurpose: to discuss the question of the eight-hour day and to protest the\npolice shootings at the McCormick plant. Parsons, who had just returned to\nthe city from a speaking tour was hurriedly sent for and rushed over with\nhis wife, Lucy Parsons, and their two children, to lend a hand.\n\nThe speakers stood on an empty wagon for a platform and addressed the\ncrowd for about two hours. Reporters covering the meeting, instructed to\ntake down only the \"most inflammatory\" remarks made, testified from the\nwitness stand at the subsequent trial as to the mildness of the speeches.\n\nIn the audience was the mayor of Chicago, Carter Harrison, who was quickly\nsatisfied by its peaceful nature and went in person to Police Captain\nBonfield with instructions to call off police reserves and send his men\nhome. They would not be needed.\n\nJust as the last speaker, Samuel Fielden, was saying, \"_In\nconclusion----_,\" a good part of the crowd had been driven home by rain\nwhich began falling when he started his speech--a squad of armed police\ndescended upon the Haymarket Square. Mumbling orders for the crowd to\ndisperse, they fell upon the assembled men and women with clubs and guns.\n\nAt that moment, someone--to this day unknown--threw a bomb into the midst\nof the meeting, killing one policeman outright and wounding scores of\npeople.\n\nThese are the facts of the Haymarket meeting and the events which lead up\nto it. What the press made of it was the prelude to one of the rawest\nframe-up trials in American history.\n\nAll the leading radicals in the city were rounded up and arrested. Many\nmore were indicted in their absence and heavy rewards were posted for\ntheir capture. Among these was Albert Parsons, who had left before the end\nof the meeting, and had fled to a safe hiding place when the man-hunt\nbegan. The newspapers from coast to coast, our worthy _New York Times_ not\nexcepted, howled for their blood, raved about an Anarchist plot to blow up\nChicago, seize the government, murder, arson, pillage, rape--the whole\nprogram which William Randolph Hearst has made only too familiar to the\nAmerican public.\n\nOn June 21, 1886, the trial began. Eight men were singled out as\nvictims--August Spies, Albert Parsons, George Engel, Adolph Fischer, Louis\nLingg, Samuel Fielden, Michael Schwab and Oscar Neebe. Efforts to postpone\nit until the hysteria had died down failed. The men who came forward to\ndefend the Haymarket victims were conservative lawyers headed by one,\nCaptain Black. Convinced of their innocence and enraged by the efforts to\nrailroad them to the gallows, they did their best to provide adequate\ndefense. But they had illusions about the justice available in the\nAmerican courts. They planned, for instance, to have Parsons walk into the\ncourtroom and surrender himself, asking for a fair trial! This they were\nsure would make a \"good impression\" on the judge and jury!\n\nThe judge, Judge Gary, gave one of the most shameful performances that\nthis country has ever seen, and it has seen plenty from its judges. He\nhelped choose the jury---to make sure it would convict. He questioned men\nwho stated they had already formed an opinion about the case, had definite\nprejudices against Anarchists, Socialists and all radicals, were not\ncertain they could render an impartial verdict--and ruled that they were\nnot disqualified! He said from the bench that \"_Anarchists, Socialists and\nCommunists were as pernicious and unjustifiable as horse thieves_,\" and,\nfinally, in charging the jury, that even though the state had not proved\nthat any of the eight men on trial had actually thrown the bomb, they were\nnevertheless guilty of a conspiracy to commit murder.\n\nThe bigoted speeches of the prosecutor Grinnell, and his aides, are\nequalled only by the speeches of the prosecution in the Mooney case, the\nHerndon case, the Scottsboro case. In other words, they established a fine\nprecedent for all anti-labor prosecutions to follow.\n\nThe trial lasted 63 days. The jury was out only three hours. That's all\nthe time they needed to examine the mountain of evidence presented in\nthose months. It is true that most of it was perjured, framed-up evidence\nprepared by the prosecution, wild-eyed stories of the men leaping from the\nwagon which was really a barricade, flaming pistols aimed at the police,\netc. The rest was quotations from their writings and speeches made years\nbefore the Haymarket meeting was ever dreamed of. The verdict was a\nforegone conclusion: death for all but Oscar Neebe and for him 15 years in\nthe penitentiary.\n\nThe judge thanked the jury from the bench and announced that there were\ncarriages outside the door waiting to take them home. The press of the\nentire nation congratulated Chicago upon having such upright and\ncourageous citizens to serve on juries. Chicago papers collected a purse\nof $100,000 to divide among them as a reward for work well done.\n\nThe case was appealed to the Illinois State Supreme Court which, on March\n18, 1887, found no errors on which it could reverse the verdict. This\ndespite affidavits proving that the jury was chosen from a carefully\nselected panel of enemies of the men by the bailiff and the judge and many\nother flagrant violations of civil rights, too many to enumerate.\n\nAnd then came the appeal to the United States Supreme Court. Old as they\nare, none of the present incumbents were then sitting on the bench. But\ntheir worthy forerunners were equally reactionary. They found no\nconstitutional grounds for reversal! Of course not, even though the right\nof free speech and assembly had been trampled underfoot at the Haymarket\nSquare, the right to a fair trial made into a cruel farce.\n\nOn November 11, 1887, Albert Parsons, August Spies, Adolph Fischer and\nGeorge Engel were led out to the gallows. At the last moment, yielding to\nthe terrific pressure of protest which had been developed by the defense\nin the last months, and a great wave of general sympathy with the men\nthroughout the country, Governor Oglesby commuted the sentences of Fielden\nand Schwab to life imprisonment. Two days before the execution--when the\ndefense committee had mobilized a great movement in Chicago--tables for\nsigning petitions to the governor had been set up in the city streets, the\nable police of Chicago, worthy ancestors of those police who murdered\neleven steel strikers at the Republic plant on Memorial Day, 1937,\nsuddenly discovered a bunch of \"bombs\" in the jail where the men were\nheld. On the next day they announced that Louis Lingg had committed\nsuicide by blowing his own head off with a small bomb!\n\nHitler used the Reichstag fire. Chicago used \"bombs.\"\n\nThe men died bravely, like the heroes that they were. Spies' last words\nspoken on the gallows were prophetic: \"_The day will come when our\nsilence will be more powerful than the voices you are throttling today_.\"\n\nHe was right, righter than he knew. That silence is making itself heard in\nthe auto factories of Michigan, in the steel mills of Pennsylvania and\nOhio, on the docks, in the mines, in textile factories. The eight-hour day\nis a reality. The defense of the rights of labor is a reality. The great\nmovement for industrial unionism and democracy which they dreamed of is a\nreality--in the C.I.O.\n\nThey did not die in vain. Taught by the lessons of the Haymarket tragedy,\nsuch an organization as the International Labor Defense has been built by\nthe workers and progressive people of America, to stand guard and prevent\nsuch legal murders today. Tom Mooney is still alive, J. B. McNamara and\nWarren Billings; Angelo Herndon is free, four Scottsboro boys are\nfree--though all were threatened by the same fate as the victims of the\nHaymarket martyrs. Reaction still takes a heavy toll of victims, but it\nmust reckon with the might of organized, united mass defense represented\nand organized by the I.L.D. For example, the Nine Old Men who have made\nthe United States Supreme Court the stronghold of reaction with the same\ncallousness as their predecessors, arrogantly refused to review the appeal\nin the case of Haywood Patterson, one of the innocent Scottsboro boys. But\nthe fight goes on, until all the remaining five are free.\n\nWe are dedicated to the cause--their cause--of freedom and democracy, to\nthe struggle for justice and defense of the rights and liberties of the\npeople.\n\n       *       *       *       *       *\n\nThere are two other labor martyrs who must be honored at the same time as\nthe Haymarket heroes. The tenth anniversary of their death coincides with\nthe fiftieth anniversary of the former in this year of 1937.\n\nAgain let us listen to the words of one who faced his doom:\n\n  \"_I am suffering because I am a radical, and indeed I am a radical; I\n  have suffered because I was an Italian, and indeed I am an Italian; I\n  have suffered more for my family and for my beloved than for myself; but\n  I am so convinced to be right that you could execute me two times, and\n  if I could be reborn two other times I would live again to do what I\n  have done already_.\" (Bartolomeo Vanzetti, just before he was sentenced\n  to death on April 10, 1927.)\n\nTo me those words are particularly poignant. For I am an Italian, and\nproud to be of the same people that produced such a great spirit as\nVanzetti, the descendant of Garibaldi, the forerunner of those heroic\nanti-fascist brothers who are today fighting Fascism and Mussolini in\nItaly and in Spain.\n\nNicola Sacco and Bartolomeo Vanzetti were poor Italian workers. Both came\nto this country like all our countrymen in search of peace and work and\nplenty. Both found only hard work and hard knocks. Sacco was a\nshoe-worker. Vanzetti had followed many trades after his arrival here in\nthe summer of 1908. He worked in mines, mills, factories. Finally he\nlanded in a cordage plant in Plymouth, Massachusetts. That was the last\nfactory job he held. For here, as in all the others, he talked union and\norganization, and organized a successful strike. After that, he was\nblacklisted for good and had to make a living peddling fish to his Italian\nneighbors in the little town known as the cradle of liberty.\n\nDuring the years 1919 and 1920 two phenomena made their appearance in the\nstate of Massachusetts. One was national, the other local. The first was\nMitchell Palmer's red delirium which caused him to hunt radicals with the\nsame zeal but much more frenzy than the old Massachusetts witch hunters in\nevery corner of the land. The second was a wave of payroll robberies\nobviously executed by a skilled and experienced gang of bandits.\n\nIn April, 1920, both these currents crossed the paths of Sacco and\nVanzetti. Their friend Andrea Salsedo was arrested by Palmer's \"heroes,\"\ntortured, held incommunicado for 11 weeks and thrown from the eleventh\nstory of the Department of Justice office in New York City to his death.\nThis happened on May 4, 1920. Early in April the Slater and Merrill Shoe\nFactory paymaster was murdered in Bridgewater, Massachusetts, and some\n$15,000 carried off. On May 5, Sacco and Vanzetti were arrested in South\nBraintree, Massachusetts, and held on suspicion of being the guilty\nbandits. After he nabbed them, Chief of Police Stewart discovered, with\nthe aid of Department of Justice agents, that he had two dangerous\nradicals marked for \"_watching_\" in Department files in Washington.\n\nWhat happened after that, though it lasted seven long and torturous years,\nis fairly familiar to the American people. It ended ten years ago in the\nelectric chair at Charlestown Jail in Massachusetts. The finest minds in\nthe world, the greatest masses of workers and their friends, made their\nprotest known to the American government, through its embassies, before\nits government buildings, in the streets and roadways of America.\n\nBut Judge Webster Thayer, who bragged, \"_Did you see what I did to those\nanarchistic bastards_,\" disregarded all the evidence proving their\ninnocence, poisoned the minds of the already hatred-ridden jury against\nthem, with speeches about the soldier boys in France, the flag,\n\"consciousness of guilt,\" the perfidy of \"foreigners.\" The witnesses for\nthe defense proved the innocence of Sacco and Vanzetti beyond the shadow\nof a doubt. Italian housewives told of buying eels from Vanzetti on the\nday of both crimes with which he was charged (another payroll robbery\ncommitted on Christmas eve, 1919, was thrown in for good measure against\nhim, to secure that conviction first and bring him to trial for murder as\na convicted payroll robber). Sacco had an official from the Italian\nConsulate in Boston to testify for him. He had been in Boston on the day\nof the Bridgewater crime enquiring about a passport to Italy for himself,\nhis wife and child. The official couldn't forget him, because instead of a\npassport photo he brought a big framed portrait of his whole family with\nhim!\n\nBallistic testimony from an expert who was a state witness was brought to\nshow that the fatal bullet was not Sacco's, but to no avail. New trials\nwere denied. The State Supreme Court upheld the murder verdict. The\ngovernor upheld it. He appointed a special commission of professors headed\nby President Lowell of Harvard, and they upheld it. Four justices of the\nUnited States Supreme Court were contacted for a stay of execution. All\nrefused.\n\nOn August 22, 1927, Sacco and Vanzetti were legally murdered by the State\nof Massachusetts. The tragedy of their untimely and cruel death is still\nan open wound in the hearts of many of us who remember them as shining\nspirits, as truly great men such as only the lowly of the earth can\nproduce.\n\nWe of the International Labor Defense call upon all the progressive\npeople in America today to help us honor their memories by helping us\nfight the reaction, the bigotry, which brought about their death, by\nhelping us defend and protect the victims of the present and the future.\n\nDuring the fifty years that have passed since 1887 the toll of victims has\ngrown. But though the road is red with the blood of these martyrs, the\ntriumphant march of labor towards progress and democracy has not been\nhalted. The example of steadfastness which they have set up before us has\nstrengthened us in our determination to carry on the fight in which they\nlost their lives. On this anniversary, we give our pledge. It shall be\ndone. Reaction, fascism and the terror which it brings in its path shall\nnot pass.",
        "version": "v0"
    }
]